{
    "books": [
        {
            "title": "Elantris",
            "authorId": "653bdc70171a9273503d1889",
            "image": "http://books.google.com/books/content?id=ZnHFzj4wKIQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
            "publisher": "Macmillan",
            "publishingDate": "2007-04-01",
            "description": "In 2005, Brandon Sanderson debuted with Elantris, an epic fantasy unlike any other then on the market. To celebrate its tenth anniversary, Tor is reissuing Elantris in a special edition, a fresh chance to introduce it to the myriad readers who have since become Sanderson fans. This new edition begins with a preface by author Dan Wells, the first person to read the completed novel, and a new afterword by Sanderson explaining how he came to write the book and its place in the Cosmere, the unified universe of all his Tor novels. Also included is an expanded version of the \"Ars Arcanum\" appendix, with more of the technical details of the book's magic that fans can never get enough of. Elantris was truly a milestone both for Sanderson and for the genre of epic fantasy. It deserves this special treatment, something Tor has done only once before, with Orson Scott Card's Ender's Game. Sanderson fans old and new will be excited to discover it. Other Tor books by Brandon Sanderson The Cosmere The Stormlight Archive The Way of Kings Words of Radiance Edgedancer (Novella) Oathbringer The Mistborn trilogy Mistborn: The Final Empire The Well of Ascension The Hero of Ages Mistborn: The Wax and Wayne series Alloy of Law Shadows of Self Bands of Mourning Collection Arcanum Unbounded Other Cosmere novels Elantris Warbreaker The Alcatraz vs. the Evil Librarians series Alcatraz vs. the Evil Librarians The Scrivener's Bones The Knights of Crystallia The Shattered Lens The Dark Talent The Rithmatist series The Rithmatist Other books by Brandon Sanderson The Reckoners Steelheart Firefight Calamity At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.",
            "categories": ["Fantasy"]
        },
        {
            "title": "Pride and Prejudice",
            "authorId": "653bdc70171a9273503d188a",
            "image": "http://books.google.com/books/content?id=iV9kCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
            "publisher": "Al Manhal",
            "publishingDate": "2007-01-01",
            "description": "Jane Austen was born on December 16, 1775. Her father was a country clergyman and the family lived in the rectory at Steventon in Hampshire. Steventon itself is a small village in the south of England, and it is in this area that she spent most of her life. There is little to say about this life except that she lived there with her family and close friends, remained unmarried, devoted herself to writing, cared for her nieces and nephews, and died relatively unknown.",
            "categories": ["Romance"]
        },
        {
            "title": "The Great Gatsby",
            "authorId": "653bdc70171a9273503d188b",
            "image": "http://books.google.com/books/content?id=HestSXO362YC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
            "publisher": "Wordsworth Editions",
            "publishingDate": "1993-01-01",
            "description": "A young man newly rich tries to recapture the past and win back his former love, despite the fact that she has married",
            "categories": ["Fiction"]
        },
        {
            "title": "The Fellowship of the Ring",
            "authorId": "653bdc70171a9273503d188c",
            "image": "https://upload.wikimedia.org/wikipedia/en/8/8e/The_Fellowship_of_the_Ring_cover.gif",
            "publisher": "George Allen & Unwin",
            "publishingDate": "1954-07-29",
            "description": "The first part of J R R Tolkien's epic masterpiece The Lord of the Rings, this is the story of young hobbit Frodo Baggins, who finds himself faced with an immense and terrible duty. Sauron has gathered to him all the Rings of Power, and intendes to use them to  rule Middle-earth. All he lacks is the One Ring - the ring that rules them all, which through a series of coincidences, has fallen into unlikely hands - those of elderly hobbit Bilbo Baggins, of the Shire. When Bilbo entrusts the Ring to the care of the young nephew, Frodo must leave his home and undertake a dangerous journey to the Cracks of Doom to destroy the Ring and prevent Sauron realising his terrible plans. In this story, Frodo joins forces with Gandalf the wizard and a host of other companions - including some of his young hobbit friends - to undertake the first part of the journey towards Mordor.",
            "categories": ["Fantasy"]
        },
        {
            "title": "Sapiens: A Brief History of Humankind",
            "authorId": "653bdc70171a9273503d188d",
            "image": "https://www.deanbokhari.com/wp-content/uploads/2019/09/SapiensbyYuvalNoahHarariBookCover.jpg",
            "publisher": "Dvir Publishing House Ltd.",
            "publishingDate": "2011-01-01",
            "description": "Human history has been shaped by three major revolutions: the Cognitive Revolution (70,000 years ago), the Agricultural Revolution (10,000 years ago), and the Scientific Revolution (500 years ago). These revolutions have empowered humans to do something no other form of life has done, which is to create and connect around ideas that do not physically exist (think religion, capitalism, and politics). These shared “myths” have enabled humans to take over the globe and have put humankind on the verge of overcoming the forces of natural selection.",
            "categories": ["Self-help"]
        },
        {
            "title": "Hamlet",
            "authorId": "653bdc70171a9273503d188e",
            "image": "http://books.google.com/books/content?id=0AlCBAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
            "publisher": "Bloomsbury Publishing",
            "publishingDate": "2014-09-25",
            "description": "The core of the ground-breaking, three text edition, this self-contained, free-standing volume gives readers the Second Quarto text (1604-5) and includes in its Introduction, notes and Appendices all the reader might expect to find in any standard Arden edition. As well as a full, illustrated Introduction to the play's historical, cultural and performance contexts and a thorough survey of critical approaches to the play, an appendix contains the additional passages found only in the 1623 text.\"The new Arden Hamlet is a pathbreaking edition, one that promises to change irrevocably our understanding of Shakespeare's greatest play.\"- Professor James Shapiro, author of 1599: A Year in the Life of William Shakespeare'Hamlet's latest editors have undertaken a heroic task with great skill and thoroughnesss.' - Stanley Wells, The Observer\"(The) new Arden Hamlet is quite simply the most comprehensive edition of the play currently available, a status I suspect it will enjoy for many years to come\" - The British Theatre Guide\"Stunning! There is absolutely no doubt about this being the text to buy if you are studying the play at A Level. And the same stands for those students who will be studying the play at university. This critical edition gives the reader the Second Quarto Text (1604-1605), annotated with intelligence and care, a wealth of historical and cultural references and a survey of different critical approaches to the play.\"- The Use of English, The English Association",
            "categories": ["Drama"]
        },
        {
            "title": "Finders Keepers",
            "authorId": "653bdc70171a9273503d188f",
            "image": "http://books.google.com/books/content?id=c89NCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
            "publisher": "Simon and Schuster",
            "publishingDate": "2016-01-05",
            "description": "\"Wake up, genius.\" So begins King's instantly riveting story about a vengeful reader. The genius is John Rothstein, an iconic author who created a famous character, Jimmy Gold, but who hasn't published a book for decades. Morris Bellamy is livid, not just because Rothstein has stopped providing books, but because the nonconformist Jimmy Gold has sold out for a career in advertising. Morris kills Rothstein and empties his safe of cash, yes, but the real treasure is a trove of notebooks containing at least one more Gold novel. Morris hides the money and the notebooks, and then he is locked away for another crime. Decades later, a boy named Pete Saubers finds the treasure, and now it is Pete and his family that Bill Hodges, Holly Gibney, and Jerome Robinson must rescue from the ever-more deranged and vengeful Morris when he's released from prison after thirty-five years\" --provided by publisher.",
            "categories": ["Horror"]
        },
        {
            "title": "The Hound of the Baskervilles",
            "authorId": "653bdc70171a9273503d1890",
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Cover_%28Hound_of_Baskervilles%2C_1902%29.jpg/440px-Cover_%28Hound_of_Baskervilles%2C_1902%29.jpg",
            "publisher": "George Newnes Ltd",
            "publishingDate": "1902-03-25",
            "description": "The novel follows Sherlock Holmes and Dr. John Watson as they investigate the death of Sir Charles Baskerville, who is believed to have been killed by the legendary hound. Dr. James Mortimer, a family friend, seeks Holmes's help to unravel the mystery. As the two detectives delve into the case, they uncover family secrets, complex motives, and a web of intrigue. The novel is a thrilling combination of detective fiction and Gothic horror, with Holmes using his deductive reasoning to solve the case while also exploring the eerie and atmospheric setting of the moors.",
            "categories": ["Mystery"]
        },
        {
            "title": "The Alienist",
            "authorId": "653bdc70171a9273503d1891",
            "image": "https://upload.wikimedia.org/wikipedia/en/2/2d/Alienist-thumb.jpg",
            "publisher": "Random House",
            "publishingDate": "1994-01-01",
            "description": "The Alienist is a historical crime novel set in New York City in the late 19th century. It follows a group of individuals, including Dr. Laszlo Kreizler, a psychologist (referred to as an \"alienist\" in the context of the time), and a newspaper illustrator named John Schuyler Moore, as they investigate a series of gruesome murders that target young male prostitutes. The novel combines elements of detective work, psychology, and the atmosphere of the Gilded Age to create a gripping and suspenseful narrative.",
            "categories": ["Mystery"]
        },
        {
            "title": "The Two Towers",
            "authorId": "653bdc70171a9273503d188c",
            "image": "https://upload.wikimedia.org/wikipedia/en/a/a1/The_Two_Towers_cover.gif",
            "publisher": "George Allen & Unwin",
            "publishingDate": "1954-11-11",
            "description": "The Two Towers continues the epic journey of the Fellowship of the Ring. It is the second volume in 'The Lord of the Rings' series and is set in the magical world of Middle-earth. The book is divided into two parts. The first part follows the separate adventures of Frodo and Sam as they make their perilous way to Mount Doom to destroy the One Ring. The second part revolves around the remaining members of the Fellowship as they face various challenges and threats in the war-torn land of Rohan.",
            "categories": ["Fantasy"]
        },
        {
            "title": "Rich Dad Poor Dad",
            "authorId": "653bdc70171a9273503d1892",
            "image": "https://upload.wikimedia.org/wikipedia/en/b/b9/Rich_Dad_Poor_Dad.jpg",
            "publisher": "Warner Books",
            "publishingDate": "2000-04-01",
            "description": "Rich Dad Poor Dad is a personal finance and self-help book that explores the differences in financial mindset and practices between the author, Robert Kiyosaki's \"rich dad\" (his best friend's father) and \"poor dad\" (his biological father). Kiyosaki shares his insights on building wealth, investing, and achieving financial independence, drawing from the contrasting approaches and beliefs of his two father figures. The book emphasizes the importance of financial education, assets, and entrepreneurship as keys to financial success.",
            "categories": ["Self-help"]
        },
        {
            "title": "Atomic Habits",
            "authorId": "653bdc70171a9273503d1893",
            "image": "https://upload.wikimedia.org/wikipedia/en/b/b9/Rich_Dad_Poor_Dad.jpg",
            "publisher": "Penguin Random House",
            "publishingDate": "2018-01-01",
            "description": "Atomic Habits is a self-help and personal development book that delves into the science of habit formation and offers practical strategies for building good habits, breaking bad ones, and making lasting changes in one's life. The author, James Clear, draws on scientific research and real-world examples to explain how small, incremental changes (atomic habits) can lead to significant improvements in personal and professional life. Clear provides a comprehensive framework for understanding how habits work, the cues that trigger them, the routines that define them, and the rewards that reinforce them. The book offers actionable advice on how to leverage these principles to create positive and transformative changes in behavior.",
            "categories": ["Self-help"]
        },
        {
            "title": "Murder on the Orient Express",
            "authorId": "653bdc70171a9273503d1894",
            "image": "https://upload.wikimedia.org/wikipedia/en/c/c0/Murder_on_the_Orient_Express_First_Edition_Cover_1934.jpg",
            "publisher": "Collins Crime Club",
            "publishingDate": "1934-01-01",
            "description": "Murder on the Orient Express is a classic detective novel written by Agatha Christie. The story revolves around the famous Belgian detective Hercule Poirot, who finds himself on the luxurious Orient Express train, traveling from Istanbul to Calais. During the journey, a wealthy American passenger named Ratchett is found dead in his compartment, and it becomes apparent that he has been murdered. With the train stuck in a snowdrift, Poirot takes on the challenge of solving the murder, despite the numerous passengers with potential motives and alibis.",
            "categories": ["Mystery"]
        },
        {
            "title": "Persuasion",
            "authorId": "653bdc70171a9273503d188a",
            "image": "https://diaryofaneccentric.files.wordpress.com/2010/10/persuasion.jpg",
            "publisher": "John Murray",
            "publishingDate": "1817-12-20",
            "description": "Persuasion is a novel by Jane Austen that explores themes of love, class, and societal expectations. It tells the story of Anne Elliot, a woman in her late twenties who, eight years earlier, had broken off an engagement to Frederick Wentworth, a young naval officer, due to the persuasion of her family and a trusted family friend, Lady Russell. However, Anne has always regretted her decision and is given a second chance when Frederick Wentworth returns to her life. The novel follows Anne's journey as she navigates the complexities of love, personal growth, and societal norms.",
            "categories": ["Romance"]
        },
        {
            "title": "Cujo",
            "authorId": "653bdc70171a9273503d188f",
            "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Cujo_%281981%29_front_cover%2C_first_edition.jpg/400px-Cujo_%281981%29_front_cover%2C_first_edition.jpg",
            "publisher": "Viking Press",
            "publishingDate": "1981-09-08",
            "description": "Horror novel written by Stephen King. The story revolves around a St. Bernard dog named Cujo, who, after being bitten by a bat, contracts rabies and becomes increasingly aggressive and dangerous. The book is set in the fictional town of Castle Rock, Maine, and it follows the terrifying events that unfold when Cujo goes on a rampage, trapping a mother and her young son in their car. The novel combines elements of psychological suspense, terror, and human drama as it explores the characters' struggle for survival against the relentless and deadly threat posed by the rabid dog.",
            "categories": ["Horror"]
        },
        {
            "title": "Macbeth",
            "authorId": "653bdc70171a9273503d188e",
            "image": "https://m.media-amazon.com/images/I/41qdsk2J12L.jpg",
            "publisher": "Edward Blount and William Jaggard",
            "publishingDate": "1623-01-01",
            "description": "Macbeth is one of William Shakespeare's most famous and enduring tragedies. It tells the dark and dramatic story of Macbeth, a Scottish nobleman, and his ambitious wife, Lady Macbeth. After receiving a prophecy from three witches that he will become king, Macbeth is consumed by a desire for power. This leads him down a path of murder and betrayal, eventually culminating in his downfall. The play explores themes of ambition, guilt, the corrupting influence of power, and the supernatural.",
            "categories": ["Drama"]
        },
        {
            "title": "The Return of the King",
            "authorId": "653bdc70171a9273503d188c",
            "image": "https://upload.wikimedia.org/wikipedia/en/1/11/The_Return_of_the_King_cover.gif",
            "publisher": "George Allen & Unwin",
            "publishingDate": "1955-10-20",
            "description": "The Return of the King is the final volume in J.R.R. Tolkien's epic fantasy trilogy, \"The Lord of the Rings.\" The book continues the journey of Frodo Baggins, Samwise Gamgee, and their companions as they make their way toward Mount Doom to destroy the One Ring and bring an end to the dark power of Sauron. Meanwhile, the other members of the Fellowship, including Aragorn, Legolas, Gimli, and Gandalf, play pivotal roles in the War of the Ring and the defense of the kingdoms of Middle-earth.",
            "categories": ["Fantasy"]
        },
        {
            "title": "Death on the Nile",
            "authorId": "653bdc70171a9273503d1894",
            "image": "https://upload.wikimedia.org/wikipedia/en/9/96/Death_on_the_Nile_First_Edition_Cover_1937.jpg",
            "publisher": "Collins Crime Club",
            "publishingDate": "1937-11-01",
            "description": "Death on the Nile is another classic detective novel by Agatha Christie, featuring her famous detective Hercule Poirot. The story takes place aboard a luxurious paddle steamer, the Karnak, as it sails down the Nile River in Egypt. Poirot is on vacation when he becomes embroiled in a murder mystery. Linnet Ridgeway, a wealthy heiress, is found dead, and it becomes apparent that she has been murdered. With a limited number of suspects aboard the ship, Poirot must use his exceptional powers of deduction to unravel the complex web of motives, alibis, and secrets among the passengers.",
            "categories": ["Mystery"]
        },
        {
            "title": "Mistborn: The Final Empire",
            "authorId": "653bdc70171a9273503d1889",
            "image": "https://upload.wikimedia.org/wikipedia/en/4/44/Mistborn-cover.jpg",
            "publisher": "Tor Books",
            "publishingDate": "2006-07-17",
            "description": "Mistborn: The Final Empire is the first novel in the \"Mistborn\" series, an epic fantasy series written by Brandon Sanderson. The story is set in a dark and dystopian world where the immortal Lord Ruler reigns with an iron fist, and the sky is constantly shrouded in ash. The novel follows Vin, a young street thief with unique and powerful abilities known as Allomancy, which allows her to manipulate metals. Vin is recruited by a group of rebels led by the enigmatic Kelsier, who plans to overthrow the Lord Ruler's oppressive regime. The story is a tale of rebellion, magic, and intrigue, with a complex magic system and a well-crafted world.",
            "categories": ["Fantasy"]
        },
        {
            "title": "A Game of Thrones",
            "authorId": "653bdc70171a9273503d1895",
            "image": "https://upload.wikimedia.org/wikipedia/en/9/93/AGameOfThrones.jpg",
            "publisher": "Bantam Spectra",
            "publishingDate": "1996-08-01",
            "description": "A Game of Thrones is a sprawling and complex fantasy novel that serves as the opening installment of George R.R. Martin's highly acclaimed \"A Song of Ice and Fire\" series. The story is set in the fictional continents of Westeros and Essos and is known for its intricate world-building, political intrigue, and richly developed characters. The novel follows multiple point-of-view characters, including members of noble houses, knights, and commoners, as they navigate the power struggles, rivalries, and conflicts for control of the Iron Throne of the Seven Kingdoms of Westeros.",
            "categories": ["Fantasy"]
        },
        {
            "title": "The Godfather",
            "authorId": "653bdc70171a9273503d1896",
            "image": "https://upload.wikimedia.org/wikipedia/en/f/f4/Godfather-Novel-Cover.png",
            "publisher": "G. P. Putnam's Sons",
            "publishingDate": "1969-03-10",
            "description": "The Godfather is a crime novel written by Mario Puzo and is the basis for the famous film series of the same name directed by Francis Ford Coppola. The novel tells the story of the powerful Italian-American Mafia family, the Corleones, and their patriarch, Vito Corleone. It explores themes of power, loyalty, family, and the moral complexities of the criminal underworld. The narrative is centered around the transition of power from the aging Vito Corleone to his youngest son, Michael, and the family's involvement in organized crime and its impact on their lives.",
            "categories": ["Drama"]
        }
    ]
}